{
  "breadcrumb": {
    "welcome": "Accueil",
    "ourprojects": "Nos projets",
    "whatwedo": "Nos métiers",
    "whoweare": "Qui sommes-nous",
    "contact": "Contact",
    "ourservices": "Nos Serices",
    "allourprojects": "Voir tous les projets"
  },
  "navigation": {
    "welcome": "Bienvenue",
    "projects": "Nos projets",
    "whatWeDo": "Ce que nous faisons",
    "whoWeAre": "Qui nous sommes",
    "contact": "Contacts"
  },
  "banner": {
    "titleOne": "Vos rêves et vos mythes sont notre quotidien",
    "titleTwo": "Nous construisons aujourd'hui, ce qui va vous inspirer demain.",
    "titleThree": "Gagnez du temps, de la confiance et des ressources avec notre expérience",
    "titleFour": "Nous travaillons dur pour rendre vos rêves possibles, où que vous soyez.",
    "contact": "envoyer le message",
    "service": "Voir nos services"
  },
  "codeAndMeasure": {
    "title": "Responsabilité, Confiance, Transparence, Compétence, Satisfaction du client",
    "description": "Chez Junctioner Construction Engineering, nous avons construit nos valeurs sur les piliers du secteur de la construction",
    "contact": "Contactez-nous",
    "service": "Voir nos services",
    "teamTitle": "Les Junctioners",
    "teamDesc": "L'équipe d'experts apporte une richesse de connaissances et de créativité à chaque projet",
    "titleRound": "Rencontrez l'équipe"
  },
  "whatWeDo": {
    "title": "Ce que nous faisons",
    "one": "Construction management",
    "two": "Conception architecturale et réalisation d'infrastructures",
    "three": "Design d'intérieur et Extérieur",
    "four": "Maisons intelligentes",
    "seeAll": "Voir tous nos services"
  },
  "whoWeAre": {
    "title": "Qui nous sommes",
    "link": "en savoir plus sur nous",
    "team": "Équipe Jeune",
    "amb": "Ambitieux",
    "dream": "Rêveurs",
    "bestTeam": "Meilleure Équipe",
    "cam": "Camerounais",
    "eng": "Ingénieurs"
  },
  "projects": {
    "title": "Nos projets",
    "viewAll": "Voir tous les projets",
    "titleOne": "Cité universitaire a Mfou",
    "titleTwo": "Cité universitaire a Eyang",
    "titleThree": "Immeuble à but locatif a Nomayos",
    "titleFour": "Fairy Appartement Montée Jouvence",
    "titleFive": "Projet résidentiel premium",
    "work": "Voir notre démarche de travail",
    "more": "Voir Plus"
  },
  "contact": {
    "title": "Nous contacter",
    "title01": "Rejoignez-nous",
    "name": "Nom",
    "phone": "Numéro de téléphone*",
    "email": "Email",
    "intrs": "Intéressé par",
    "msg": "Message*",
    "send": "Envoyer l'email",
    "contact": "Contactez-nous sur WhatsApp",
    "load": "Chargement de la carte",
    "localisation": "Notre localisation",
    "int": "Junctioner Ingénierie de la construction",
    "position": "Avant Tradex Simbock",
    "form_success": "Votre demande a été envoyée ! Votre client de messagerie va s'ouvrir.",
    "form_error": "Veuillez remplir au moins le nom, l'email et le message.",
    "information": "Informations",
    "information01": "En personne ou en ligne",
    "send_message": "Envoyer le message",
    "call_us": "Appelez-nous des maintenant",
    "contact_whatsapp": "Contact us on whatsapp"
  },
  "footer": {
    "titleOne": "Informations",
    "titleTwo": "Contacts",
    "titleThree": "Réseaux sociaux",
    "linkOne": "Accueil",
    "linkTwo": "Nos projets",
    "linkThree": "Ce que nous faisons",
    "linkFour": "Qui nous sommes",
    "linkFive": "Contacts",
    "copy": "Tous droits réservés.",
    "int": "Junctioner Ingénierie de la construction",
    "adr": "Avant Tradex Simbock"
  },
  "projectPage": {
    "title": "Notre méthode de travail",
    "description": "Voici un schéma illustrant l'organisation de nos projets du début à la fin.",
    "p1": "CHEF DE PROJET",
    "d1": "Responsable de la supervision globale des projets.",
    "p2": "ARCHITECTE",
    "d2": "Responsable de la conception architecturale et de la coordination avec les autres disciplines.",
    "p3": "INGÉNIEUR EN GÉNIE CIVIL",
    "d3": "Responsable de la conception et de la mise en œuvre des structures et des systèmes de construction.",
    "p4": "CONTRÔLE DES DOCUMENTS",
    "d4": "Gère la documentation et veille à la cohérence des informations tout au long du projet.",
    "p5": "INGÉNIEUR DE CHANTIER",
    "d5": "Supervise la planification et l'exécution des travaux sur le terrain.",
    "p6": "GÉOMÈTRE",
    "d6": "Effectue des relevés topographiques et des mesures pour soutenir la conception et la construction.",
    "p7": "CONTRÔLEUR GÉNÉRAL",
    "d7": "Assure la qualité globale du projet en supervisant les différents aspects et en garantissant la conformité aux normes.",
    "p8": "RESPONSABLE ÉLECTRIQUE",
    "d8": "Gère la conception et l'installation des systèmes électriques du projet.",
    "p9": "RESPONSABLE MAÇONNERIE",
    "d9": "Supervise les travaux liés à la maçonnerie et à l'utilisation des matériaux de construction.",
    "p10": "RESPONSABLE PLOMBERIE",
    "d10": "Responsable de la conception et de l'installation des systèmes de plomberie.",
    "p11": "RESPONSABLE MENUISERIE",
    "d11": "Gère la conception et la réalisation des éléments de menuiserie et de finition.",
    "p12": "RESPONSABLE CHAUDRONNERIE",
    "d12": "Supervise la conception et l'installation des structures métalliques.",
    "otherProject": "Autres projets",
    "seeAllGalery": "Voir toutes les galeries",
    "dO1": "Design d'intérieur",
    "dO2": "Conception et construction dans la ville de Yaoundé",
    "dO3": "Design d'intérieur",
    "dO4": "Nos concepts"
  },
  "servicePage": {
    "title": "Nos services",
    "s1": "Management de la construction",
    "d1": "Nous offrons une gestion complète des projets, incluant la planification, l'organisation et le contrôle de toutes les phases de construction. Notre équipe veille au respect des délais, du budget et de la qualité, tout en coordonnant les différents intervenants.",
    "s2": "Conception architecturale et réalisation d'infrastructures",
    "d2": "Nous concevons des projets d'infrastructure de A à Z, en assurant une coordination fluide entre les parties prenantes pour garantir la réussite du projet.",
    "s3": "Design d'intérieur et extérieur",
    "d3": "Nous intégrons des technologies domotiques dans nos projets pour un contrôle intelligent des systèmes de sécurité, d’éclairage, de chauffage et autres fonctionnalités, améliorant ainsi confort et efficacité énergétique.",
    "s4": "Maisons intelligentes",
    "d4": "Nous concevons et réalisons des maisons intelligentes intégrant les dernières innovations technologiques pour plus de confort, de sécurité et de durabilité.",
    "s5": "Terrassement",
    "d5": "Nos services de terrassement incluent le nivellement et la préparation du terrain. Nous utilisons des équipements modernes pour garantir des fondations solides.",
    "s6": "Services topographiques et cartographiques",
    "d6": "Nous réalisons des études topographiques précises pour la planification et l'exécution des projets, incluant le relevé de terrain, l’analyse géospatiale et la cartographie.",
    "s7": "Plomberie, menuiserie et serrurerie",
    "d7": "Nous proposons des prestations en plomberie, menuiserie et serrurerie assurées par des artisans qualifiés respectant les normes de qualité.",
    "s8": "Recherche et innovation",
    "d8": "Nous investissons dans la recherche pour introduire des solutions innovantes, utilisant de nouveaux matériaux et techniques dans le secteur de la construction.",
    "s9": "Électricité et climatisation",
    "d9": "Installation et maintenance de systèmes électriques et de climatisation, conformes aux normes et conçus pour une efficacité optimale.",
    "s10": "Import/Export et prestations de services",
    "d10": "Nous gérons l'import/export de matériaux et équipements de construction ainsi que divers services associés, garantissant qualité et réactivité.",
    "contactTitle": "Que pouvons-nous faire pour vous ?",
    "email": "envoyer un email",
    "or": "ou",
    "wsp": "contactez-nous sur WhatsApp"
  },
  "weArePage": {
    "linkedin": "Voir le profil LinkedIn",
    "title": "Nous sommes les bâtisseurs qui rendent tout possible",

    "b1": "Eng. KACDEU Baudoin",
    "p1": "Directeur Général",
    "d1": "Visionnaire au sens de l'humanité, Kacdeu Baudoin incarne les valeurs de Junctioner Construction Engineering. Avec une forte volonté de faire grandir l’équipe, il se soucie du bien-être de chacun, créant un environnement propice à l'épanouissement professionnel",

    "b2": "Eng. NGUIMFACK KAMENI Lionel",
    "p2": "Ingénieur de Conception en Génie Civil, Chef des Infrastructures",
    "d2": "Ingénieur de conception talentueux, Eng. Kameni Lionel est reconnu pour son intelligence et son sens du leadership. Précis et optimisateur, il vise l’excellence dans tous ses projets, démontrant des compétences managériales et de coordination remarquables",

    "b3": "Arch. NGALANDEU KWEMO Adrien",
    "p3": "Chef de Projet, Architecte, Responsable du Département d'Architecture",
    "d3": "Dynamique et dévoué à la cause collective, Ngalandeu Kwemo Adrien veille au bon fonctionnement de chaque élément au sein de ses projets. Sa capacité à gérer des équipes avec efficacité fait de lui un atout essentiel pour Junctioner Construction Engineering",

    "b4": "Arch. DZOUDJA NANA Alida Sandra",
    "p4": "Chef de Projet, Architecte de conception, Responsable Département Qualité et Finition",
    "d4": "DZOUDJA Nana Sandra incarne l'excellence avec un souci du détail et une passion pour l'architecture d'intérieur. Dynamique et proactive, elle a toujours une vue à 360 degrés sur ses projets. Professionnelle et disciplinée, ses atouts incluent un bon sens pratique, ainsi qu'un talent et une créativité remarquables.",

    "b5": "Eng. ANDELE ONANA Christophe",
    "p5": "Ingénieur de Conception en Génie Civil, Chef de Projet, Responsable des Ouvrages Spéciaux",
    "d5": "Eng. Andele Onana Christopher est un leader rigoureux et sérieux, toujours en quête de qualité. Pour lui, le management est un mode de vie, et il s'efforce d'inspirer son équipe à atteindre des résultats exceptionnels.",

    "b6": "AMBAMA Clémence",
    "p6": "Assistante de Direction, Responsable communication",
    "d6": "Dynamique et proactive, Ambama Clémence veille à ce que tous les éléments soient réunis pour atteindre les objectifs de l'entreprise. Elle est toujours prête à soutenir son directeur et à contribuer au succès de l'équipe.",

    "b7": "Arch. TEDONGMO IDENE Sinclaire",
    "p7": "Architecte, Chef de Projet",
    "d7": "Humble et exigeante, Idene Sinclair est toujours prête à apprendre et à obtenir des résultats concrets. Sa détermination et son sens de l'excellence font d'elle une architecte de choix au sein de Junctioner Construction Engineering.",

    "b8": "Eng. NGANGUEM Joyce",
    "p8": "Ingénieur de Conception en Génie Civil, Ingénieur de Projet",
    "d8": "Assidu et créatif, Eng. Nganguem Joyce se distingue par sa rigueur et sa capacité à gérer des situations complexes. Toujours respectueux et prêt à apprendre, il est un pilier de l'équipe, apportant des solutions innovantes à chaque projet.",

    "b9": "Eng. DJOUMBI NGANKAM Jeffry",
    "p9": "Ingénieur des Travaux",
    "d9": "Polyvalent et dynamique, Jeffry DJOUMBI NGANKAM est assidu à sa tâche et dévoué à son travail. Sa créativité et son engagement font de lui un membre précieux de l'équipe de Junctioner Construction Engineering."
  }
}
