{
  "breadcrumb": {
    "welcome": "Welcome",
    "ourprojects": "Our projects",
    "whatwedo": "What We do",
    "whoweare": "Who we are",
    "contact": "Contacts",
    "ourservices": "Our Services",
    "allourprojects": "All Our Projects"
  },
  "navigation": {
    "welcome": "Welcome",
    "projects": "Our projects",
    "whatWeDo": "What we do",
    "whoWeAre": "Who we are",
    "contact": "Contacts"
  },
  "banner": {
    "titleOne": "Save time, build trust, and gain resources with our experience",
    "titleTwo": "Your dreams and myths are our daily realities",
    "titleThree": "Your dreams and myths are our daily realities",
    "contact": "Contact us now",
    "service": "See our services"
  },
  "codeAndMeasure": {
    "title": "Responsability, Trust, Transparency, Competance, client satisfaction",
    "description": "At Junctioner Construction Engineering, we have built our values on the pillars of the construction industry",
    "contact": "Contact us now",
    "service": "See our services",
    "teamTitle": "The Junctioners",
    "teamDesc": "The expert team brings a wealth of knowledge and creativity to every project",
    "titleRound": "Meet the team"
  },
  "whatWeDo": {
    "title": "What we do",
    "one": "Construction management",
    "two": "Architectural design and infrastructure development",
    "three": "Interior and exterior design",
    "four": "Smart homes",
    "seeAll": "See all our services"
  },
  "whoWeAre": {
    "title": "Who We Are",
    "link": "learn more about us",
    "team": "Young Team",
    "amb": "Ambitious",
    "dream": "Dreamers",
    "bestTeam": "Best Team",
    "cam": "Cameroonians",
    "eng": "Enginners"
  },
  "projects": {
    "title": "Our Projects",
    "viewAll": "View All Projects",
    "titleOne": "University Residence in Mfou",
    "titleTwo": "University Residence in Eyang",
    "titleThree": "Rental Apartment Building in Nomayos",
    "titleFour": "Fairy Apartments – Montée Jouvence",
    "titleFive": "Premium Residential Project",
    "work": "See our work process",
    "more": "View More"
  },
  "contact": {
    "title": "Contact Us",
    "name": "Name",
    "phone": "Phone Number*",
    "email": "Email",
    "intrs": "Interested in",
    "msg": "Message*",
    "send": "Send email",
    "contact": "Contact us on whatsapp"
  },
  "footer": {
    "titleOne": "Information",
    "titleTwo": "Contacts",
    "titleThree": "Social Media",
    "linkOne": "Welcome",
    "linkTwo": "Our Projects",
    "linkThree": "What we do",
    "linkFour": "Who we are",
    "linkFive": "Contacts",
    "copy": "All rights reserved.",
    "int": "Junctioner Construction Engineering",
    "adr": "Before Tradex Simbock"
  },
  "projectPage": {
    "title": "How we work",
    "description": "Below is a chart that shows how we organise our projects from start to finish.",
    "p1": "PROJECT MANAGER",
    "d1": "Responsible for overall project supervision.",
    "p2": "ARCHITECT",
    "d2": "In charge of architectural design and coordination with other disciplines.",
    "p3": "CIVIL ENGINEER",
    "d3": "Responsible for the design and implementation of structures and construction systems.",
    "p4": "DOCUMENT CONTROL",
    "d4": "Manages documentation and ensures consistency of information throughout the project.",
    "p5": "SITE ENGINEER",
    "d5": "Oversees planning and execution of on-site works.",
    "p6": "SURVEYOR",
    "d6": "Conducts topographic surveys and measurements to support design and construction.",
    "p7": "GENERAL CONTROLLER",
    "d7": "Ensures overall project quality by supervising various aspects and ensuring compliance with standards.",
    "p8": "ELECTRICAL MANAGER",
    "d8": "Handles the design and installation of the project's electrical systems.",
    "p9": "MASONRY MANAGER",
    "d9": "Supervises work related to masonry and use of construction materials.",
    "p10": "PLUMBING MANAGER",
    "d10": "In charge of the design and installation of plumbing systems.",
    "p11": "CARPENTRY MANAGER",
    "d11": "Oversees the design and execution of carpentry and finishing elements.",
    "p12": "METALWORK MANAGER",
    "d12": "Supervises the design and installation of metal structures.",
    "otherProject": "Other Projects",
    "seeAllGalery": "See All Galleries",
    "dO1": "Interior Design",
    "dO2": "Design and Construction in Yaoundé City",
    "dO3": "Interior Design",
    "dO4": "Our Concepts"
  },
  "servicePage": {
    "title": "Our Services",
    "s1": "Construction Management",
    "d1": "We provide complete project management, including planning, organization, and control of all construction phases. Our team ensures deadlines, budgets, and quality are met, while coordinating all stakeholders.",
    "s2": "Architectural Design and Infrastructure Development",
    "d2": "We design infrastructure projects from A to Z, ensuring smooth coordination between stakeholders for successful delivery.",
    "s3": "Interior and Exterior Design",
    "d3": "We integrate smart technologies into our projects for intelligent control of security systems, lighting, heating, and other features, enhancing comfort and energy efficiency.",
    "s4": "Smart Homes",
    "d4": "We design and build smart homes that incorporate the latest technological innovations for greater comfort, security, and sustainability.",
    "s5": "Earthworks",
    "d5": "Our earthmoving services include grading and land preparation. We use modern equipment to ensure solid foundations.",
    "s6": "Surveying and Mapping Services",
    "d6": "We conduct accurate topographic surveys for project planning and execution, including land surveys, geospatial analysis, and mapping.",
    "s7": "Plumbing, Carpentry, and Metalwork",
    "d7": "We offer services in plumbing, carpentry, and locksmithing delivered by skilled artisans who comply with quality standards.",
    "s8": "Research and Innovation",
    "d8": "We invest in research to introduce innovative solutions, using new materials and techniques in the construction sector.",
    "s9": "Electrical and Air Conditioning",
    "d9": "Installation and maintenance of electrical and air conditioning systems, built to code and designed for optimal efficiency.",
    "s10": "Import/Export and Service Provision",
    "d10": "We handle the import/export of construction materials and equipment, as well as related services, ensuring quality and responsiveness.",
    "contactTitle": "What Can We Do for You?",
    "email": "send an email",
    "or": "or",
    "wsp": "contact us on WhatsApp"
  },
  "weArePage": {
    "linkedin": "View LinkedIn Profile",
    "title": "We Are the Builders Who Make Everything Possible",

    "b1": "Kacdeu Baudoin",
    "p1": "CEO & Founder",
    "d1": "A visionary with a deep sense of humanity, Kacdeu Baudoin embodies the values of Junctioner Construction Engineering. With a strong will to help the team grow, he cares about everyone’s well-being, creating an environment conducive to professional fulfillment.",

    "b2": "Eng. Kameni Lionel",
    "p2": "Civil Design Engineer, Head of Infrastructure",
    "d2": "A talented design engineer, Eng. Kameni Lionel is known for his intelligence and leadership. Precise and resourceful, he aims for excellence in all his projects, demonstrating outstanding managerial and coordination skills.",

    "b3": "Arch. NGALANDEU KWEMO Adrien",
    "p3": "Project Manager, Architect, Head of Architecture Department",
    "d3": "Dynamic and committed to the collective mission, Ngalandeu Kwemo Adrien ensures every component of his projects functions smoothly. His ability to manage teams efficiently makes him a key asset for Junctioner Construction Engineering.",

    "b4": "Arch. DZOUDJA NANA Alida Sandra",
    "p4": "Project Manager, Design Architect, Head of Quality & Finishing Department",
    "d4": "DZOUDJA Nana Sandra embodies excellence with an eye for detail and a passion for interior architecture. Dynamic and proactive, she maintains a 360-degree vision over her projects. Professional and disciplined, her strengths include practical sense, exceptional talent, and remarkable creativity.",

    "b5": "Eng. ANDELE ONANA Christophe",
    "p5": "Civil Design Engineer, Project Manager, Head of Special Structures",
    "d5": "Eng. Andele Onana Christopher is a rigorous and serious leader, always striving for quality. For him, management is a way of life, and he works to inspire his team to achieve outstanding results.",

    "b6": "AMBAMA Clémence",
    "p6": "Executive Assistant, Head of Communication",
    "d6": "Dynamic and proactive, Ambama Clémence ensures that all elements are in place to meet the company’s goals. She is always ready to support her director and contribute to the team’s success.",

    "b7": "Arch. TEDONGMO IDENE Sinclaire",
    "p7": "Architect, Project Manager",
    "d7": "Humble and demanding, Idene Sinclaire is always eager to learn and deliver concrete results. Her determination and pursuit of excellence make her a valuable architect within Junctioner Construction Engineering.",

    "b8": "Eng. NGANGUEM Joyce",
    "p8": "Civil Design Engineer, Project Engineer",
    "d8": "Diligent and creative, Eng. Nganguem Joyce stands out for his rigor and ability to handle complex situations. Always respectful and eager to learn, he is a pillar of the team, bringing innovative solutions to every project.",

    "b9": "Eng. DJOUMBI NGANKAM Jeffry",
    "p9": "Works Engineer",
    "d9": "Versatile and dynamic, Jeffry DJOUMBI NGANKAM is diligent in his work and dedicated to his tasks. His creativity and commitment make him a valuable member of the Junctioner Construction Engineering team."
  }
}
